[  
   {  
      "topicName":"DevOps @ Telstra, Getting it right? Unblocking our projects and delivering outcomes (Level 200-300)",
      "category":"Devops",
      "owner":"Anbazhagan Thangavelu, Dhananjay Sandiri, Manjusha,Shashank Rathore, Shilpa Chittara, Ravindra Bandaru, Suresh Kottakota, Anant Majhi",
      "abstract":"Change the way we work using principles and techniques from Lean, Agile, Continuous Delivery, DevOps and Cloud that will allow us to un-block our projects and deliver outcomes that meet our customers’ needs.",
      "location":"Hardeol-Level1",
      "dateAndTime":"10:05 AM - 10:55 AM",
      "level":200,
      "winner":3
   },
   {  
      "topicName":"IoT Enabled Water Mgt. in Action with RasberryPi",
      "category":"IOT",
      "owner":"Saida Dhanavath, Sree Sowmya Upadhyayula",
      "abstract":"IoT is the driver for digital/smart world. Come and learn  how IoT can help I'm improving and optimize the way we manage water today. Working demo with RasberryPi and water level sensor to monitor real time water level of a reservoir. How Telstra IoT platforms is helping to make world smarter and better.",
      "location":"Saramati-Level1",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"PCF Build Fast, Ship Faster",
      "category":"PCF",
      "partner":"Dell",
      "owner":"Raghuveer Bhandarkar, Abhishek Jawali, Santhosh Kumar, Rajesh Bhojwani",
      "abstract":"Learn the power of Pivotal Cloud Foundry and how it can accelerate your cloud journey. Also, get insights into Telstra's adoption of PCF.",
      "location":"Maurya-Level2",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":100,
      "winner":2
   },
   {  
      "topicName":"AWS Serverless Architecture",
      "category":"AWS",
      "owner":"Vinay Prashanth Durbhakula",
      "abstract":"How Why and What of AWS Serverless Architecture.Overview of Next generation AWS services, with couple of live demos Next steps to bring Serverless Architecture into your projects",
      "location":"Maurya-Level2",
      "dateAndTime":"10:05 AM - 10:55 AM",
      "level":200,
      "winner":4
   },
   {  
      "topicName":"RPA - Clerical Process Automation Technology",
      "category":"RPA",
      "owner":"Ramu Nallamalli, Amitha Jaiswal",
      "abstract":"As part of this session, we are going to provide introduction of RPA & its benefits. Bust the myths like RPA is yet another tool like selenium, just a business process management tool and many more. List of use cases or case studies where Industries benefited from RPA. Followed by a simple demo.",
      "location":"TIBBA-Level1",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"Chatbot Contextual Personalization",
      "category":"AI",
      "owner":"Guest Speaker",
      "abstract":"Chatbots into business challenges and complexities and contextualization",
    "location":"Saramati-Level1",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"Demystifying ML and AI",
      "category":"AI",
      "owner":"Guest Speaker",
      "abstract":"Machine Learning and AI with some deep learning, real time data case studies",
      "location":"Saramati-Level1",
      "dateAndTime":"10:05 AM - 10:45 AM",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"Exploring Augmented Reality(AR)",
      "category":"AR",
      "owner":"Arafat Hussain Tauseef Shaik",
      "abstract":"Augmented Reality (AR) is certainly the technology of the future. Ever thought of experiencing computing in the real world around you. That's what AR does. Join me for an introduction on AR, how is it different from VR, how to make AR apps and why Telstra should focus on this. And ofcourse we have a basic demo to show case how cool this stuff is.",
      "location":"Chola-Level2",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"Micro Services AWS and Monolith to Micro Services Migration Strategy",
      "category":"AWS",
      "owner":"Sameer Vogeti",
      "abstract":"Get the know Why Microservices is the Latest Buzzword in Digital Engineering",
      "location":"Kakatiya-Level2",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Accelerating Delivery What happens when DATA BOT IOT come together",
      "category":"IOT",
      "owner":"Ari Tandabany and Madhanan Madhu",
      "abstract":"Do you wish to accelerate your Delivery ? participate in our session to see how DATA , BOT and IOT come together accelerate your engineering velocity. We will show you a live case of how analytics , chatops and XFD works together and how you can get started in this journey",
      "location":"Chola-Level2",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"IAM in Telecom",
      "category":"Security",
      "owner":"Gautham Shet",
      "abstract":"As the workforce becomes more mobile and more critical enterprise applications are hosted in the cloud, identity and access management (IAM) grows increasingly important to help assure secure access to organizations’ applications and data. Learn more about IAM and the next-gen Customer Identity Platform of Telstra.",
      "location":"Kanchanjanga-Level1",
      "dateAndTime":"10:05 AM - 10:45 AM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Blockchain in Telecom and Media – A Game Changer?",
      "category":"Blockchain",
      "partner":"Infosys",
      "owner":"Ramakrishna K and Ganapriya C",
      "abstract":"Do you want to explore emerging technologies like Blockchain to disrupt business models and processes of Digital Telco 2020? Come and get enriched with possible options and get a deep dive view on select use cases like Roaming & Settlement, Identity Management, IOT security.",
      "location":"Kakatiya-Level2",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":200,
      "winner":5
   },
   {  
      "topicName":"Pivotal Way Of Working - Pivotal Way of Working is all about achieving High Value in Shorter Intervals",
      "category":"Pivotal",
      "partner":"Cognizant",
      "owner":"Ramakrishnan Venkatasubramanian, Kamal Udhavdas Tejnani",
      "abstract":"A fun filled activity and game based session on Agile and Pivotal Way of Working. Is Agile and the Pivotal Way of Working THE change that the Software world has been waiting for earnestly (smile). More importantly does it suit me and my project needs? What is the Pivotal way of working and Why adapt it ? Is it the new management mantra to make me work more. Learn to deliver High Value in Shorter Intervals.",
      "location":"TIBBA-Level1",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"AMP SoFar",
      "category":"AMP",
      "owner":"Narendra Kumar Kanukollu, Arjun Dandagi",
      "abstract":"AMP – AWS Microservices Platform, Advantages of AMP, Multi Tenancy, Rancher Orchestrastion, PCF Tenancy in AMP, OKAPI2/SAAS, CI/CD Variants in AMP, Monitoring and Alerting, Logs Storage and Analysis, Infrastructure as code, Demo using Lambda",
      "location":"Maurya-Level2",
      "dateAndTime":"14:50 PM - 15:30 PM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Application Security",
      "category":"Security",
      "owner":"Saiketan Soma, Bharath Kumar Dhanpal",
      "abstract":"It encompasses measures taken to improve the security of an application often by finding, fixing and preventing security vulnerabilities. To improve the security of web applications, an open and freely-accessible community called the Open Web Application Security Project (OWASP)",
      "location":"Maurya-Level2",
      "dateAndTime":"16:05 PM - 16:45 PM",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"Progressive Web Applications",
      "category":"PWA",
      "owner":"Yakkala Swamy ,Ananth Bommakanti",
      "abstract":"To make a powerful web application that will not only give a rich user interface to user but also all the native mobile features using web based technologies without taking help of mobile technologies.",
      "location":"Kanchenjunga-Level1",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Extended Reality (AR/VR/MR) – The new experience Paradigm",
      "category":"AR",
      "partner":"Cognizant",
      "owner":"Ramakrishnan Venkatasubramanian, KamalUdhavdas Tejnani",
      "abstract":"Experience Virtual Reality and learn how to save a life in five minutes. Get hands one experience on our award winning project and learn how Cognizant Digital is making a difference to enterprise using AR/VR. ",
      "location":"Saramati-Level1",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Micro Frontends (UX Trends)",
      "category":"UX",
      "owner":"Sudhakar Rajan Yerramsetti",
      "abstract":"What's User Experience and the trends. How the web evolved, MicroFrontends which is prospective future in web.",
      "location":"Hardeol-Level1",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"A sneak peek into Microservices deployment on Azure and demo of Jenkins CICD pipeline as a code in Openshift using a tool",
      "category":"CICD",
      "partner":"Infosys",
      "owner":"Nagaraju Suragani, Avijit Pattanaik",
      "abstract":"This demo oriented session sneak peeks into concepts of Microservices and Docker, focuses on designing containerized applications, testing them within your private network and automating its deployment to public cloud (Azure / OpenShift). We will also discuss services offerings available on Azure for Container based applications. It will be followed by Demo of running CI /CD pipeline in Openshift using Jenkins pipeline as a code generated from a tool.",
      "location":"Hardeol-Level1",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Intro to Salesforce Platform and Developer Experience",
      "category":"Salesforce",
      "partner":"Salesforce",
      "owner":"Shashank Srivatsavaya",
      "abstract":"Understand the capabilities of the Salesforce platform, Building apps and customizations with Lightning Platform. Dev-Ops for Salesforce development with Salesforce DX",
      "location":"Maurya-Level2",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"High Performance instantly scalable Real Time monitoring system with (Live Demo)",
      "category":"Docker Realtime",
      "owner":"Anjali Brahm Tiwari",
      "abstract":"Do you wish to build a full fledged backend system with real time monitoring, seeing whats happening in the system when the user's request shoots to millions and How can you scale it on the fly ? participate in this session to see the live demo of how this can be done with extremely scalable technologies like Docker swarm, nodejs, nginx, redis, elastic-search,influxdb, grafana.",
      "location":"Kanchanjanga-Level1",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"React JS Architecture & Best Practice",
      "category":"React JS",
      "owner":"Sumit Jolly",
      "abstract":"React has no controllers, directives, templates, global event listeners, models, no view models. Then, what it’s made of, how does it work, why is it popular? To get answers of these questions please attend my talk.",
      "location":"Kakatiya-Level2",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Designing for Relevance: Deciphering what your user wants!",
      "category":"Designit",
      "owner":"Peyush Aggarwal, Pooja Khadkiwala",
      "abstract":"What is design anyway? How do you use strategic design and design thinking to figure out the right thing to make? We will share examples from our work at Designit where we go from business goals to product design using design thinking methodology. We will show you some of the IPSS work we’ve done from the perspective of research and strategy",
      "location":"TIBBA-Level1",
      "dateAndTime":"10:05 AM - 10:45 AM",
      "level":"",
      "winner":""
   },
   {
      "partner":"Infosys",   
      "topicName":"Google Dialog Flow (earlier api.ai)",
      "category":"AI",
      "owner":"Sagar Agrawal, Mahendra Bagul",
      "abstract":"Do you wish your customers to get connected with Digital world and your solutions with their own voice? Great, you are at the right place. We will show you how Google DialogFlow is used to create such experience and a live demo.",
      "location":"TIBBA-Level1",
      "dateAndTime":"14:50 PM - 15:30 PM",
      "level":100,
      "winner":1
   },
   {  
      "topicName":"NodeJs : Build High Performance DIRTy application rapidly with NodeJs",
      "category":"Node JS",
      "owner":"Shyam Sunder Kumar",
      "abstract":"If you care about performance of your NodeJs application, you seem to be at the right place. This presentation will focus on improving the performance of NodeJs applications and talk about Do's and DONT'S that should be followed as best practise",
      "location":"Kakatiya-Level2",
      "dateAndTime":"10:05 AM - 10:55 AM",
      "level":200,
      "winner":""
   },
   {  
      "partner":"Infosys",
	  "topicName":"Telstra’s Virtual assistant",
      "category":"AI",
      "owner":"Pradeep chilukoti, Alekhya Kondam, Hemanatha, Boris Posenjak",
      "abstract":"Building Digital Transformation With AI. Codi, the Telstra's VA which accelerates customer service and improves the customer experience as a live chat Agent. Let's get understand the process and various components like WVA for natural language processing and others involved to create chat BOT.",
      "location":"TIBBA-Level1",
      "dateAndTime":"12:05 PM - 12:55 PM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Network 20 Telstra’s NE2020 : How SDN, NFV and Automations come together to deliver modern networks?",
      "category":"VR",
      "owner":"Subhash Challa, Anupama K, Balakrishnan, Santhoshkumar",
      "abstract":"Do you wish to understand how modern networks are designed and delivered ? Participate in our session to see how SDN, NFV and automations come together deliver an agile, programmable network providing value to customer & Telstra. We would also walk through some of the industry best practices.",
	  "location":"Kanchanjanga-Level1",
      "dateAndTime":"11:15 AM - 11:55 AM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Data modelling Advanced session on Mongo",
      "category":"NoSQL",
      "partner":"Infosys",
      "owner":"Rajib Deb",
      "abstract":"We grew up learning about normal forms, 1st, 2nd and 3rd normal form. Storage was not cheap those days and hence the objective was to save storage. But as we grew up, the world around us also changed. Data became the new Oil and this new Oil started coming in different forms and with high velocity. Join me to understand how to model data in this new world.",
	  "location":"Chola-Level2",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Rapid Microservice Development | Development Factory",
      "category":"Rapid Microservice Development",
      "owner":"Kartikey Mishra, Akshay Kumar, Arpit Nagar, Harsh Abhishek",
      "abstract":"See the real Agile Ways of Working in Action , where we gonna show you how you can build a microservice in 10 minutes ( and that's not a hello-world ), starting from picking a story from jira to deploying it to pcf and creating an okapi proxy for the same .",
      "location":"Hardeol-Level1",
      "dateAndTime":"12:05 PM - 12:45 PM",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"AMP Security Standards and Architecture",
      "category":"AMP",
      "owner":"Himanshu Saxena",
      "abstract":"AMP network architecture, AMP security architecture and security features and standards, AMP Security policies and compliances, Security standards and best practices for deploying application on AMP, AMP support features and limitations.",
      "dateAndTime":"14:00 PM - 14:40 PM",
      "location":"Maurya-Level2",
      "level":"",
      "winner":""
   }
]