[  
   {  
      "topicName":"Make the complex simple with HPSE",
      "category":"Devops",
      "owner":"Anbazhagan Thangavelu, Dhananjay Sandiri, Manjusha,Shashank Rathore, Shilpa Chittara, Ravindra Bandaru, Suresh Kottakota, Anant Majhi",
      "abstract":"Comparison between legacy vs new platform. Scripts to create new requirement, implement and show-case devops and how it works, build HPSE 4 maturity level scans, automatic Deployment to PCF APIGEE-Swagger-TDD HPSE dashboard walk through",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":3
   },
   {  
      "topicName":"IoT Enabled Water Mgt. in Action with RasberryPi",
      "category":"IOT",
      "owner":"Saida Dhanavath, Sree Sowmya Upadhyayula",
      "abstract":"How IOT can help in realtime situations like water management. Working Demo with IBM IoT cloud platform RasberryPi Sensors Water containers.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"PCF Build Fast, Ship Faster",
      "category":"PCF",
      "partner":"Dell",
      "owner":"Raghuveer Bhandarkar, Abhishek Jawali, Santhosh Kumar, Rajesh Bhojwani",
      "abstract":"What is PCF? Basic Introduction to PCF, High level Architecture of PCF. Quick Demo of pushing an app to PCF.",
      "location":"CR3",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":100,
      "winner":2
   },
   {  
      "topicName":"AWS Serverless Architecture",
      "category":"AWS",
      "owner":"Vinay Prashanth Durbhakula",
      "abstract":"Demonstrate next generation Amazon web services such as Build a server less website(using S3), Amazon polly, Lambda. Introduction to Amazon services to be used in this demo cover their use cases briefly.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":4
   },
   {  
      "topicName":"RPA Clerical Process Automation Technology",
      "category":"RPA",
      "owner":"Ramu Nallamalli, Amitha Jaiswal",
      "abstract":"As part of this session, we are going to provide introduction of RPA & its benefits. Bust the myths like RPA is yet another tool like selenium, just a business process management tool and many more. List of use cases or case studies where Industries benefited from RPA. Followed by a simple demo.",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"Chatbot Contextual Personalization",
      "category":"AI",
      "owner":"Guest Speaker",
      "abstract":"Chatbots into business challenges and complexities and contextualization",
      "location":"CR3",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"Demystifying ML and AI",
      "category":"AI",
      "owner":"Guest Speaker",
      "abstract":"Machine Learning and AI with some deep learning, real time data case studies",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"Exploring Augmented Reality(AR)",
      "category":"AR",
      "owner":"Arafat Hussain Tauseef Shaik",
      "abstract":"Augmented Reality (AR) is certainly the technology of the future. Ever thought of experiencing computing in the real world around you. That's what AR does. Join me for an introduction on AR, how is it different from VR, how to make AR apps and why Telstra should focus on this. And ofcourse we have a basic demo to show case how cool this stuff is.",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":100,
      "winner":""
   },
   {  
      "topicName":"Micro Services AWS and Monolith to Micro Services Migration Strategy",
      "category":"AWS",
      "owner":"Sameer Vogeti",
      "abstract":"Monolithic Architecture vs Microservices Architecture, Separate your Frontend from your Backend, Introduction to an API Gateway, Characteristics of Microservices, AWS Support for Microservices, AWS components List for Microservices.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Accelerating Delivery What happens when DATA BOT IOT come together",
      "category":"IOT",
      "owner":"Ari Tandabany and Madhanan Madhu",
      "abstract":"Do you wish to accelerate your Delivery ? participate in our session to see how DATA , BOT and IOT come together accelerate your engineering velocity. We will show you a live case of how analytics , chatops and XFD works together and how you can get started in this journey",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":9,
      "winner":""
   },
   {  
      "topicName":"IAM in Telecom",
      "category":"Security",
      "owner":"Gautham Shet",
      "abstract":"Need for Info Security in today’s world, What is IAM?. IAM in Telecom, Challenges for Telecom, Attack vectors for Telecom, Advantages of using IAM, and various demos",
      "location":"CR3",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Blockchain and its Usecases for Telecom",
      "category":"Blockchain",
      "partner":"Infosys",
      "owner":"Ramakrishna K and Ganapriya C",
      "abstract":"Overview on block chain. Different available frameworks and their importance. Use case XYZ using HyperLedger framework along with a demo.",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":5
   },
   {  
      "topicName":"Pivotal Ways of Working",
      "category":"Pivotal",
      "partner":"Cognizant",
      "owner":"Ramakrishnan Venkatasubramanian, Kamal Udhavdas Tejnani",
      "abstract":"Roles in a Pivotal Team (Pivots, PCF anchors, POD managers, Embedded Product owner); POD team structure = 2 Pizza teams, with Pair Programming.",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"AMP",
      "category":"AMP",
      "owner":"Narendra Kumar Kanukollu, Arjun Dandagi, Arafat Hussain Tauseef Shaik",
      "abstract":"AMP – AWS Microservices Platform, Advantages of AMP, Multi Tenancy, Rancher Orchestrastion, PCF Tenancy in AMP, OKAPI2/SAAS, CI/CD Variants in AMP, Monitoring and Alerting, Logs Storage and Analysis, Infrastructure as code, Demo using Lambda",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Application Security",
      "category":"Security",
      "owner":"Saiketan Soma, Bharath Kumar Dhanpal",
      "abstract":"It encompasses measures taken to improve the security of an application often by finding, fixing and preventing security vulnerabilities. To improve the security of web applications, an open and freely-accessible community called the Open Web Application Security Project (OWASP). There exist many automated tools that test for security flaws, often with a higher false positive rate than having a human involved.",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Progressive Web Applications",
      "category":"PWA",
      "owner":"Yakkala Swamy ,Ananth Bommakanti",
      "abstract":"What are Progressive Web applications?, Why create a Progressive Web App?, PWA vs Native vs Responsive Web, Service Worker, App Shell archicture, Single Use case – Demo, Hello World PWA",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"AR/VR",
      "category":"AR",
      "partner":"Cognizant",
      "owner":"Ramakrishnan Venkatasubramanian, KamalUdhavdas Tejnani",
      "abstract":"Technologies which come under Extended Reality – AR, VR, MR, A brief discussion on the technologies, Changing ways of interaction using gestures, voice, eye-movements, haptics, etc.",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Cryptography and Network Security",
      "category":"Security",
      "owner":"Ciby KollaKkaran Alex",
      "abstract":"What is Cryptography?, Overview, How it works?, Cryptography legacy, Modern Cryptography, Roles of cryptography over Network, Messaging technology, Security certificates and work flow, Protocols and Authentication, Subject relations to Telstra",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Micro Frontends (UX Trends)",
      "category":"UX",
      "owner":"Sudhakar Rajan Yerramsetti",
      "abstract":"What's User Experience and the trends. How the web evolved, MicroFrontends which is prospective future in web.",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Docker and CICD",
      "category":"CICD",
      "partner":"Infosys",
      "owner":"Nagaraju Suragani, Avijit Pattanaik",
      "abstract":"What and Why Microservice Architecture?, Docker Architecture, Overview and Demo of a Sample Microservice Architecture, Setting up Docker for development, Docker registry within Infosys",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Intro to Salesforce Platform and Developer Experience",
      "category":"Salesforce",
      "partner":"Salesforce",
      "owner":"Shashank Srivatsavaya",
      "abstract":"Understand the capabilities of the Salesforce platform, Building apps and customizations with Lightning Platform. Dev-Ops for Salesforce development with Salesforce DX",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":1,
      "winner":""
   },
   {  
      "topicName":"High Performance instantly scalable Real Time monitoring system with (Live Demo)",
      "category":"Docker Realtime",
      "owner":"Anjali Brahm Tiwari",
      "abstract":"Do you wish to build a full fledged backend system with real time monitoring, seeing whats happening in the system when the user's request shoots to millions and How can you scale it on the fly ? participate in this session to see the live demo of how this can be done with extremely scalable technologies like Docker swarm, nodejs, nginx, redis, elastic-search,influxdb, grafana.",
      "location":"CR3",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"React JS Architecture & Best Practice",
      "category":"React JS",
      "owner":"Sumit Jolly",
      "abstract":"Learn React to create single page applications and mobile apps. It was created by Facebook, and used for creating powerful reusable UI components. React is the most followed GitHub open source JavaScript project. Please attend this session and understand the architecture, best practises of this library.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Designing for Relevance: Deciphering what your user wants!",
      "category":"Designit",
      "owner":"Peyush Aggarwal, Pooja Khadkiwala",
      "abstract":"What is design anyway? How do you use strategic design and design thinking to figure out the right thing to make? We will share examples from our work at Designit where we go from business goals to product design using design thinking methodology. We will show you some of the IPSS work we’ve done from the perspective of research and strategy",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Google Dialog Flow (earlier api.ai)",
      "category":"AI",
      "owner":"Sagar Agrawal, Mahendra Bagul",
      "abstract":"Do you wish your customers to get connected with Digital world and your solutions with their own voice? Great, you are at the right place. We will show you how Google DialogFlow is used to create such experience and a live demo.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":100,
      "winner":1
   },
   {  
      "topicName":"Node JS",
      "category":"Node JS",
      "owner":"Shyam Sunder Kumar",
      "abstract":"Node.js is an open source, cross-platform built on Chrome’s JavaScript runtime for fast and scalable server-side and networking applications. Node.js can use multiple cores available on a host machine by firing up worker processes for CPU intensive tasks.",
      "location":"CR2",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Telstra’s Virtual assistant",
      "category":"AI",
      "owner":"Pradeep chilukoti, Alekhya Kondam, Hemanatha, Boris Posenjak",
      "abstract":"Intro to Virtual Assistant – Codi & the Feature team, Codi video, Business benefits of AI to Telstra, what technologies & platforms are used to build, deploy and operate Codi?",
      "location":"CR3",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Network 20 20 covering what Telstra’s vision is and the planning around network virtualization",
      "category":"VR",
      "owner":"Subhash Challa, Anupama K, Balakrishnan, Santhoshkumar",
      "location":"CR4",
      "abstract":"Overview of Network Evolution 2020 (NE2020) program, Telstra Network Vision, Software Defined Networking (SDN), Network Function Virtualization (NFV), Explore how Telstra is trying to make their network simplified, robust, converge and bring new technologies, Benefits of this program.",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   },
   {  
      "topicName":"Data modelling Advanced session on Mongo",
      "category":"NoSQL",
      "partner":"Infosys",
      "owner":"Rajib Deb",
      "abstract":"We grew up learning about normal forms, 1st, 2nd and 3rd normal form. Storage was not cheap those days and hence the objective was to save storage. But as we grew up, the world around us also changed. Data became the new Oil and this new Oil started coming in different forms and with high velocity. Join me to understand how to model data in this new world.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":200,
      "winner":""
   },
   {  
      "topicName":"Development Factory",
      "category":"Development Strategy",
      "owner":"Kartikey Mishra, Akshay Kumar, Arpit Nagar, Harsh Abhishek",
      "abstract":"Pick a story from the JIRA board, Create a repository, Create an API usinng Architype (that generates Logging, API Documentation - OAS, abstract classes, HTTP methods), Create a Cucumber test cases using Architype, Code review process, Create a pipeline and run the CI/CD (build, run test cases, deploy), Create APIGEE Gateway.",
      "location":"CR4",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":300,
      "winner":""
   },
   {  
      "topicName":"AMP Security Standards and Architecture",
      "category":"AMP",
      "owner":"Himanshu Saxena",
      "abstract":"AMP network architecture, AMP security architecture and security features and standards, AMP Security policies and compliances, Security standards and best practices for deploying application on AMP, AMP support features and limitations.",
      "location":"CR1",
      "dateAndTime":"Thu, 12 Apr 2018 09:34 GMT",
      "level":"",
      "winner":""
   }
]